"Shortcut" = "快捷方式";
"Go to" = "前往";
"Go To" = "前往";
"Connect to" = "连接到";
"Clear Menu" = "清除历史菜单";
"Choose a new default Mac home folder" = "选择新的默认本地主文件夹";
"Choose a private key file" = "选择一个专用密匙文件";
"The Bookmark could not be found to be saved" = "书签不能找到以保存";
"Try cancelling the editor and edit the Bookmark again" = "尝试取消编辑器并再次编辑书签";
"The Bookmark could not be renamed" = "书签不能被重命名";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "书签或者文件夹名已存在、或名称不被认可";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "书签不能保存，是因为未找到或者创建书签文件夹";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "如果程序不能保存设置在 Preferences 文件夹，您可能需要使用磁盘工具修复磁盘权限属性";
"The Bookmark could not be saved" = "书签不能被保存";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "确保书签名是有效的、唯一的，并且磁盘有足够的空间";
"The Bookmark was not saved completely" = "书签未完整保存";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "此书签不能显示在书签窗口。请重新保存。";
"An unexpected error occurred while saving the Bookmark." = "保存书签时出现一个意外错误";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "当此未解决的任务完成，这些改变将保存到此连接的书签";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "对不起，此文件的原始服务器位置不能被自动决定，因此任务将不能继续";
"Reconnect to the original server and resume the download from there." = "重新连接原始服务器并从这里续传下载。";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "对不起，此文件的位置不能被决定，因此任务将不能继续。";
"Try reconnecting to the original server and resume the download from there." = "正在尝试重新连接原始服务器并从这里续传下载。";
"Add Favorite" = "添加收藏夹";
"Connect Immediately" = "立刻连接";
"Imported Bookmarks" = "导入书签";
"Edit" = "编辑";
"Save this connection's details in the Keychain?" = "保存此连接的详细资料到钥匙串?";
"Yes" = "是";
"No" = "否";
"Save these details as a Bookmark" = "另存传输详细资料为书签";
"Untitled Bookmark" = "未命令书签";
"Show Help Tips" = "显示帮助提示";
"Quick Start" = "快速开始";
"Read Me" = "说明";
"User Forum" = "用户论坛";
"Email Support" = "Email 支持";
"Yummy Software Web Site" = "Yummy 软件网站";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias 需要 Mac OS X 10.4＋";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP 哨兵需要 Mac OS X 10.4＋";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP 替身需要 Mac OS X 10.4＋";
"An unknown error prevented Yummy FTP from starting" = "未知错误阻止 Yummy FTP Alias 启动";
"An unknown error prevented this FTP Watcher from starting" = "未知错误阻止 FTP 启动";
"An unknown error prevented this FTP Alias from starting" = "未知错误阻止 FTP 替身启动";
"Quitting now will cancel all running or waiting tasks!" = "现在退出将取消所有运行中或等待中的任务！";
"Press Quit if you are sure you want to do this" = "如您确认，请点击退出";
"Quit" = "退出";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias 认为您可用仍然有远程编辑文档出于打开编辑状态 ";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "如您现在退出，Yummy FTP Alias 将不能发送改变到服务器 \r\r点击取消以继续远程编辑或者立即退出编辑";
"Bookmarks" = "书签";
"Recent Connections" = "最近连接";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "历史";
"Go To Favorite" = "前往收藏";
"Remove Favorite" = "移除收藏夹";
"Choose a folder of Bookmarks to import" = "选择一个书签文件夹以导入";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "选择一个书签、 FTP 替身或者 FTP 哨兵以编辑…";
"Hide Help Tips" = "隐藏帮助提示";
"Show All Bookmarks" = "显示全部书签";
"Sorry, it was not possible to continue due to an unexpected error" = "对不起，由于一个意外错误，将不能继续";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "对不起，FTP 哨兵程序被损坏，FTP 哨兵有部分丢失。您必须重新创建";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "对不起，FTP 替身程序被损坏，FTP 替身有部分丢失。您必须重新创建";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "对不起，此 FTP 哨兵不能打开， 除非您安装了 Yummy FTP Alias";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "对不起，此 FTP 替身不能打开， 除非您安装了 Yummy FTP Alias";
"This FTP Watcher has moved from its original location and will therefore now quit" = "此 FTP 哨兵从原始位置被移走 ，因此现在将退出";
"Yummy FTP Alias History" = "Yummy FTP 哨兵历史";
"Processing" = "处理中";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias 已启动，是由于有个上传进程执行了 FTP 替身或者 FTP 哨兵";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP Alias 现在不能正常退出，是因为有其它活动的 FTP 会话。您是否要退出 Yummy FTP Alias ？";
"This operation failed because the server closed the connection." = "此操作失败是因为服务器关闭了连接 。";
" copy" = "拷贝";
"Unknown" = "未知";
"Alias" = "替身";
"Folder" = "文件夹";
"Error downloading: " = "下载错误: ";
"\rFrom : " = "\r自 : ";
"\rTo : " = "\r到 : ";
"Error deleting: " = "删除错误: ";
"\rIn : " = "\r中 : ";
"Root folder" = "根文件夹";
"Error uploading: " = "上传错误: ";
"Error renaming: " = "改名错误: ";
"Error moving: " = "移动错误: ";
"Error creating folder: " = "创建文件夹错误: ";
"Error setting permissions on: " = "错误设置权限在: ";
"Unlimited" = "无限制";
"Never" = "从不";
"Choose an ODB Editor Application" = "选择一个 ODB 编辑程序";
"Select a new folder for your default Mac browser Home folder and default download location" = "为默认本地浏览主文件夹和默认下载位置选择一个新文件夹";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "您选择的当前显示偏好设置设置请求目录列表被刷新";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "选择自动刷新或手动刷新显示目录列表";
"Refresh" = "刷新";
"Built-in" = "内建";
"Not installed" = "未安装";
"Your trial period of Yummy FTP is nearly over" = "您试用 Yummy FTP Alias 的时间将要到期";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "谢谢试用 Yummy FTP Alias ！\r\r您的支持会让我们把软件做得更好。\r\r如果您感觉软件好用，请购买！\r\r如果已经有序列号，请点击\"输入序列号\"按钮。";
"Enter Serial Number" = "输入序列号";
"Purchase" = "购买";
"Your trial period of Yummy FTP is over" = "您试用 Yummy FTP Alias 的日期已经到期";
"Sorry, there was a problem with the eSellerate online purchase system" = "对不起，在线购买系统出现了故障";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "请重试，或者访问我们的网店以替换您的订单:\r\rhttp://www.yummysoftware.com/purchase\r\r谢谢";
"Thank you for purchasing Yummy FTP!" = "感谢您购买 Yummy FTP Alias !";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "您的支持非常重要\r\r享受 FTP 下载！";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "此显示您购买成功，但 Yummy FTP Alias 不能恢复您的序列号\r\r您需要恢复通知您序列号的邮件。请从菜单选择输入序列号选项\r\r非常感谢";
"Sorry, the entered Name and Serial Number are invalid" = "对不起，您输入的姓名和序列号无效";
"Please check what you have entered and try again" = "请再次检查您的输入并重试";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "当您完成编辑，点击保存按钮。此改变将被保存到文件。点取消按钮放弃改变。";
"Run Schedule" = "运行计划";
"Synchronize" = "同步";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "服务器: ";
"\rUsername: " = "\r用户名: ";
"Please enter the password for this server" = "请输入此服务器密码";
"Add to Keychain" = "添加到钥匙串";
"Click to see a full screen image" = "点击以查看全屏图像";
"No Preview Available" = "无预览可用";
"Preparing Preview…" = "准备预览…";
"Disconnecting will cancel all running or waiting tasks!" = "断开连接将取消所有运行中或等待中的任务！";
"Press Disconnect if you are sure you want to do this" = "如果你确认，点击断开连接";
"Disconnect" = "断开连接";
"Hide Toolbar" = "隐藏工具栏";
"Show Toolbar" = "显示工具栏";
"Edit With…" = "编辑用…";
"Edit New Empty File With…" = "编辑新建文件用…";
"Edit New Empty File" = "编辑新建文件";
"Download Later" = "队列";
"Upload Later" = "队列";
"Upload" = "上传";
"Download" = "下载";
"Show Transcript" = "显示终端";
"Hide Transcript" = "隐藏终端";
"Hide Queue" = "隐藏队列";
"Show Queue" = "显示队列";
"Hide Preview Drawer" = "隐藏预览屉";
"Show Preview Drawer" = "显示预览屉";
"Show Extra FTP Controls" = "显示扩展 FTP 控制";
"Hide Extra FTP Controls" = "隐藏扩展 FTP 控制";
"Hide Status Bar" = "隐藏状态栏";
"Show Status Bar" = "显示状态栏";
"Show Column View" = "显示分栏查看";
"Show List View" = "显示列表查看";
"Show Mac Browser" = "显示本地浏览";
"Hide Mac Browser" = "隐藏本地浏览";
"Open Selected Bookmarks" = "打开所选书签";
"Save a copy of this Bookmark" = "为此书签保存副本";
"Enter the name of the folder to be created" = "输入新建文件夹名";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "此文件夹将创建在当前所选目录中，或者创建到书签列表（如果当前无选择目录）";
"Create" = "创建";
"untitled folder" = "未命名文件夹";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "此文件夹将创建到当前所选文件夹，或者当前目录（如无选择）";
"Untitled FTP Alias" = "未命名 FTP 替身";
"Untitled FTP Watcher" = "未命名FTP 哨兵";
" Watcher" = "哨兵";
"Save these details as an FTP Alias" = "另存传输详细资料为 FTP 替身";
"Save these details as an FTP Watcher" = "另存传输详细资料为FTP 哨兵";
"Select an Application for editing…" = "选择编辑程序…";
"Save the FTP Transcript from this session…" = "从对话保存 FTP 终端…";
"Enter a path to the destination location as a full path to a folder" = "输入到目的位置的路径如同到某文件夹的完整路径";
"The selection will be moved to the specifed destination" = "此选择将移动到指定目的路径";
"Move" = "移动";
"Enter an FTP command to send to the server" = "输入 FTP 命令以发送到服务器";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "您输入的附加文字将发送到服务器。这将有帮助于调用服务器专用的特性";
"Send" = "发送";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "同步使用中的VMS服务器用此选项，以显示所有版本启用是不支持的 ";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "如果显示所有版本选项未启用在书签中，同步将不能实现";
" of " = "于";
" items" = "项";
" Item" = "项";
" item" = "项";
" selected" = "选择";
" (filtered)" = "(已过滤)";
"Edit with the built-in editor" = "编辑用内嵌编辑器";
"Open for editing in an external editor" = "用外部的编辑器打开编辑";
"Enter a full path to a folder" = "输入文件夹的完整路径";
"The contents listing of the specified path will be displayed" = "此指定路径的内容列表将显示";
"Go" = "前往";
"Enter the new name for this item:" = "输入新项名:";
"Rename" = "重命名";
"Are you sure you want to delete " = "确认要删除？";
" items?" = "项?";
"Are you sure you want to delete the selected items?" = "确认要删除所选项?";
"This is a permanent operation which cannot be undone" = "此操作是不可还原的";
"Delete" = "删除";
"Enter the name of the new empty file to created" = "输入新建文件名";
"It will be checked that the selected name is not already in use" = "将检查所选名是否已经被使用";
"The selected file name already exists" = "所选名称已经存在";
"Please choose another name for the new empty file to created" = "请为创建的新文件选择不同的名称";
"The file could not be created" = "此文件不能创建";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "输入新建文件名以编辑，并也选择当对文件更改应该被上传到服务器";
"Enter the name of the new empty file to be edited" = "输入新建文件名以编辑";
"Optionally select whether to apply the selected choice to subsequent edits" = "是否同意应用相同选择到以后的编辑";
"Close" = "关闭";
"Save" = "保存";
"Apply to future edits" = "应用到将来的编辑";
"Enter the name of the new empty file to edited" = "输入新建文件名以编辑";
"Select when changes to the files should be uploaded to the server" = "选择当对文件更改应该被上传到服务器";
"Select when changes to the file should be uploaded to the server" = "选择当对文件更改应该被上传到服务器";
"Please choose another name" = "请选择其它名称";
"This operation failed to complete." = "此操作未完成。";
"A folder already exists with the same name." = "已存在同名文件夹";
"You may not have sufficient privileges" = "您可能没有足够的权限";
"Some items of the same name already exist in this location." = "此位置已存在同名的一些项。";
"An item of the same name already exists in this location." = "此位置已存在同名的项。";
"Would you like to replace the items or skip them?" = "您要替换此项还是跳过？";
"Would you like to replace the item?" = "您确认要替换此项？";
"Skip" = "跳过";
"Replace" = "替换";
"This operation failed to complete for one or more items" = "此操作有一个或多个项未完成";
"Cancelling preview…" = "取消预览…";
"Downloading preview: " = "下载预览: ";
"% complete" = "% 完成";
"Server refused connection - waiting to retry…" = "服务器拒绝连接- 等待重试…";
"Server busy - waiting to retry…" = "服务器忙，等待重试…";
"Preparing connection…" = "准备连接…";
"Disconnected" = "连接断开";
"Connecting with server…" = "连接到服务器…";
"Logging in…" = "登录中…";
"Logging into proxy server…" = "登录到代理服务器r…";
"Querying server…" = "请求服务器…";
"Selecting server features…" = "选择服务器特征…";
"Connection established" = "连接已建立";
"Idle" = "闲置";
"User: " = "用户: ";
"\rPath: " = "\r路径: ";
"Sorry, it was not possible to complete the upload" = "对不起，将不可能完成这次上传";
"An unexpected error caused the pre-processing of the upload to fail" = "一个未预期的错误导致预处理上传失败";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "一个未预期的错误阻碍了从所取位置的上传\r\r您可能需要保存一份已编辑文件的副本，以防止数据丢失";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "一个未预期的错误阻碍了从所取位置的上传\r\r您可以再次尝试或者重启 Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "当准备显示浏览窗口时，发生一个未预期的错误\r\r请重试或重启Yummy FTP Alias";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias 不能建立一个连接\r\r尝试失败是因服务器不能处理此请求";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias 不能找到您要上传的远程目录\r\r请确认目录存在然后重试";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias 不能完成您的请求\r\r尝试失败是因服务器不能处理";
"This operation failed due to lack of memory" = "此操作失败由于缺少足够的内存";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "下载开始失败是因未找到下载位置\r\r检查下载位置然后重试";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "下载开始失败是因未找到要下载的文件\r\r检查下载详细资料然后重试";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias 不能同服务器建立一个连接\r\r检查服务器名称、IP 地址然后重试。如果问题依旧，可以是服务器当前不可到达。";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias 不能同服务器建立一个连接\r\r重试连接或者重启 Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias 未能找到相关项\r\r尝试刷新列表";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias 运行超出资源，所以不能完成请求\r\r尝试重试或者重启 Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias 不能理解服务器的响应\r\r尝试重试并检查服务器类型设置正常";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias 不能继续支持您的下载请求，是因为软件不能创建文件在下载位置\r\r原因可能是文件被锁定、文件被其它程序使用中或者缺少权限";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias 不能继续支持您的下载请求，是因为软件不能在下载位置创建文件夹\r\r可能是缺少权限";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias 不能连接是因不能在本地找到请求到的一个文件夹";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias 不能继续是因为此特殊服务器路径不能被决定\r\r检查服务器详细资料然后重试";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias 不能继续支持您的下载请求，是因为软件不能写入文件在下载位置\r\r原因可能是磁盘也满、文件被锁定、文件被其它程序使用中或者缺少权限";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias 不能继续上传，是因为无法打开一个原文件 \r\r可能是缺少权限";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias 不能继续支持您的下载请求，是因为打开一个文件在下载位置\r\r可能是缺少权限";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias 不能继续上传，是因为无法读取一个原文件 \r\r可能是缺少权限";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias 同服务器失去连接\r\r服务器断开了连接";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias 同服务器建立连接失败\r\r检查详细资料然后重试";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias 同代理服务器建立连接失败是因为被服务器拒绝\r\r检查详细资料然后重试";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同服务器建立连接失败是因为用户名不正确\r\r检查详细资料然后重试";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同服务器建立连接失败是因为命名不正确\r\r检查详细资料然后重试";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同服务器建立连接失败是因为此帐户被拒绝\r\r检查详细资料然后重试";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同代理服务器建立连接失败是因为密码不正确\r\r检查详细资料然后重试";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias 完成请求失败，是因为不能删除一个项目在本地磁盘 \r\r原因可能是文件被锁定、文件被其它程序使用中或者缺少权限";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias 不能完成您的请求，由于一个未知错误\r\r请重试或重启 Yummy FTP Alias";
"Message from the Server :\r\r" = "服务器信息 :\r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias 将尝试自动跳过错误项";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias 在超时之后，将尝试自动跳过错误项 ";
" because scheduled tasks are waiting" = "因为计划任务在等待中";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias 将取消自动操作";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias 将在显示超时后，取消自动操作";
"Yummy FTP has now encountered " = "Yummy FTP Alias 现在遇到";
" errors attempting this operation. No further recovery attempts will be made" = "错误尝试此操作。无更多的恢复尝试会被创建";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\r此消息在超时后将自动解散，因计划任务在等待中";
"Continue" = "继续";
"Cancel" = "取消";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias 尝试自动重试错误项";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias 在超时之后，将自动尝试重试错误项";
"Retry" = "重试";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias 将尝试自动跳过错误项";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias 不能自动重试错误项";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias 不能自动跳过错误项";
"Files uploaded : " = "文件上传 : ";
"\rFiles downloaded : " = "\r文件下载 : ";
"\rServer folders created : " = "\r服务器文件夹已创建 : ";
"\rMac folders created : " = "\r本地文件夹已创建 : ";
"\rServer items deleted : " = "\r服务器项已删除 : ";
"\rMac items deleted : " = "\r本地项目已删除 : ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\r此报告在超时后将自动解散，因计划任务在等待中";
"\rSynchronization completed" = "\r同步完成";
"Save this connection as a Bookmark?" = "另存连接为书签?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "出于安全考虑，选择是否同意保存使用的密码在钥匙串";
"Don't Save" = "不保存";
"Root directory" = "根目录";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "你要替换还是跳过这些项目？\r\r注：并非所有服务器都支持替换。在此情况中将会生成一个错误消息。";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "你要替换此项？\r\r注：并非所有服务器都支持替换的。在此情况中将会生成一个错误消息。";
" Download" = "下载";
" Items" = "项";
" Bytes" = "字节";
"Cancelled" = "取消";
"Preparing" = "准备中";
"Finished" = "完成";
"Name: " = "名称: ";
",  Kind: " = ",  种类: ";
",  Size: " = ",  大小: ";
"Modified: " = "修改日期: ";
",  Where: " = ",  位置: ";
"Dimensions: W:" = "尺寸: 宽:";
" H:" = "高:";
" pixels" = "像素";
"Duration :" = "持续时间 :";
" Hrs" = "小时";
" Mins" = "分";
" Secs " = "秒";
"\rServer: " = "\r服务器: ";
"\rPassword: " = "\r密码: ";
"\rPort: " = "\r端口: ";
"\rProtocol: " = "\r协议: ";
"\rMac Folder: " = "\r本地文件夹: ";
"\rModified: " = "\r修改时间: ";
"\rUser/Group: " = "\r所有者/群组: ";
"\rPermissions: " = "\r权限: ";
"Path " = "路径";
"Name " = "名称";
"Server " = "服务器";
"User " = "用户";
"Pass " = "密码";
"Port " = "端口";
"Type " = "类型";
"Local " = "本地";
"Kind " = "种类";
"Size " = "大小";
"Date " = "日期";
"Where " = "位置";
"User/Group " = "所有者/群组";
"Perms " = "权限";
"Job cancelled" = "任务取消";
"Job failed" = "任务失败";
"Cancelling…" = "取消中…";
"Waiting to start " = "等待开始";
"Queued " = "排队";
"Waiting " = "等待";
"Recovering connection " = "重新连接";
"Server busy - waiting " = "服务器忙，等待中";
"to download " = "至下载";
"to transfer " = "至传输";
"to duplicate " = "至复制";
"to preview " = "至预览";
"to upload " = "上传";
"to determine server time difference… " = "至决定服务器时差… ";
"to download items for Update Mac: " = "至下载项于更新本地: ";
"to download items for Mirror: " = "为镜像下载项: ";
"to upload items for Update Server: " = "至上传项于更新服务器: ";
"to upload items for Mirror: " = "至上传项为镜像: ";
"Initiating download of " = "开始下载为";
"Initiating transfer of " = "开始传输为";
"Initiating duplication of " = "开始复制为";
"Initiating duplicated upload of " = "开始持续上传为";
"Initiating preview of " = "开始预览为";
"Initiating upload of " = "开始上传为";
"Determining server time difference… " = "决定服务器时差… ";
"Initiating download of items for Update Mac: " = "开始下载项于更新本地: ";
"Initiating download of items for Mirror: " = "开始下载项为镜像: ";
"Initiating upload of items for Update Server: " = "开始上传项于更新服务器: ";
"Initiating upload of items for Mirror: " = "开始上传项为镜像: ";
"Downloading " = "下载中";
"Downloading for transfer " = "下载为传输";
"Uploading for transfer " = "上传为传输";
"Downloading for duplication " = "下载为复制";
"Uploading " = "上传";
"Uploading duplicated " = "上传复制";
"Downloading preview " = "下载预览";
"Downloading items for Update Mac: " = "下载项于更新本地: ";
"Downloading items for Mirror: " = "下载项为镜像: ";
"Uploading items for Update Server: " = "上传项于更新服务器: ";
"Uploading items for Mirror: " = "上传项为镜像: ";
" items)" = "项)";
" item)" = "项)";
"1 item" = "1项";
"Recovering connection to delete orphaned items " = "重新连接以删除孤立项";
"Server busy - waiting to delete orphaned items" = "服务器忙 - 准备删除孤立项";
"Deleting orphaned items " = "删除孤立项";
"Preparing to delete orphaned items " = "准备删除孤立项";
"Recovering connection to delete " = "重新连接以删除";
"Server busy - waiting to delete " = "服务器忙，等待删除";
"Deleting " = "删除";
"Preparing to delete " = "准备删除";
"Determine server time difference" = "决定服务器时差";
"Scheduled Update Server" = "计划更新服务器";
"Scheduled Update Mac" = "计划更新本地";
"Scheduled Mirror" = "计划镜像";
"Waiting for connection to determine server time difference…" = "等待连接以决定服务器时差…";
"Waiting for connection to Update Server…" = "等待连接到更新服务器…";
"Waiting for connection to Update Mac…" = "等待连接到更新本地…";
"Waiting for connection to Mirror…" = "等待连接到镜像…";
"Analyzing directories for Update Server…" = "从更新服务器分析目录…";
"Analyzing directories for Update Mac…" = "从更新本地分析目录…";
"Analyzing directories for Mirror…" = "从镜像分析目录…";
"Time difference complete" = "时差完成";
"Update Server complete" = "更新服务器完成";
"Update Mac complete" = "更新本地完成";
"Mirror complete" = "镜像完成";
"Waiting for connection to get file list…" = "等待连接以获取文件列表…";
"Fetching file/folder listing…" = "取得文件/文件夹列表…";
"Waiting for connection to update file list…" = "等待连接以更新文件列表…";
"Updating file/folder listing…" = "更新文件/文件夹列表…";
"Waiting for connection to send NOOP command…" = "等待连接以发送 NOOP 命令…";
"Sending NOOP command…" = "发送NOOP命令…";
"Waiting for connection to send raw command…" = "等待连接到发送 raw 命令…";
"Sending raw FTP command…" = "发送raw FTP命令…";
"Waiting for connection to rename…" = "等待连接以重命名…";
"Renaming item…" = "重命名项…";
"Waiting for connection to create empty folder…" = "等待连接以创建新文件夹…";
"Creating new folder…" = "新建文件夹…";
"Recovering connection to set access permissions" = "重新连接以设置访问权限";
"Server busy - waiting to set access permissions" = "服务器忙- 等待设置访问权限";
"Setting access permissions" = "设置访问权限";
"Recovering connection to set user and group" = "恢复连接以设置用户与群组";
"Server busy - waiting to set user and group" = "服务器忙 - 等待设置用户和群组";
"Setting user and group" = "设置用户和群组";
" on " = "在";
"Recovering connection to move " = "恢复连接以移动";
"Server busy - waiting to move " = "服务器忙 - 等待移动";
"Moving " = "移到";
"Item: " = "项: ";
"Item: from command line" = "项: 自命令行";
"Processing: " = "处理中:";
"Path: " = "路径: ";
"Move up directory" = "目录向上";
"Command: " = "命令: ";
" to Mac: " = "到本地: ";
"Mac: " = "本地: ";
" to Server: " = "到服务器: ";
"Parent directory" = "父路径";
"Recovering connection…" = "恢复连接…";
"Copied: " = "复制: ";
" at " = "在";
"/s" = "/秒";
" (stalled)" = "(停止)";
"Waiting until " = "等待直到";
"Waiting" = "等待";
"Error" = "错误";
"Server busy - waiting…" = "服务器忙 - 等待中…";
"Connecting to server…" = "连接到服务器…";
"Preparing…" = "准备中…";
"(ETA: " = "(预计时间: ";
"Estimating time remaining…" = "计算剩余时间…";
"n/a" = "不适用的";
"Estimating…" = "计算中…";
"Time remaining unavailable" = "无法得到剩余时间";
"Unavailable" = "无效的";
" remaining" = " 剩余时间";
"Time remaining: -" = "剩余时间: -";
" for remote edit" = "为远程编辑";
"Remote edit" = "远程编辑";
" from " = "自";
"From " = "自";
" to " = "到";
" in " = "在";
"Choose a Document" = "选择文档";
"Choose a post processing Application" = "选择一个后处理程序";
"Download completed" = "下载完成";
"Your download has been successfully completed" = "下载成功完成";
"Upload completed" = "上传完成";
"Your upload has been successfully completed" = "上传成功完成";
"Synchronization completed" = "同步完成";
"Your synchronization has been successfully completed" = "同步成功完成";
"Remote edit ready" = "远程编辑可用";
"Your remote file is ready to be edited" = "远程文件已准备好被编辑";
"Remote edit saved" = "远程编辑保存";
"The changes to your remote file have been saved" = "改变您远程编辑的文件会被保存";
"Failure Notification" = "失败通知";
"A Problem occurred" = "出现一个问题";
"Encoding" = "编码";
"Select the encoding method" = "选择编码方法";
"New File" = "新建文件";
"Create an empty new file" = "新建文件";
"Preview" = "预览";
"Show a preview of the selection" = "显示所选项的预览";
"Disconnect from the server" = "与服务器断开";
"View" = "显示";
"Switch between List or Column view" = "交换列表或者分栏显示";
"Transfer" = "传输";
"Upload or download the selected item(s)" = "上传或下载所选项";
"New Folder" = "新建文件夹";
"Create a new empty folder" = "新建空文件夹";
"Home" = "主页";
"Change directory back to the starting point" = "改变目录到开始点";
"Renew the file listing display" = "重命名文件显示列表";
"Filters" = "过滤";
"Apply filters to the file listing display" = "应用过滤到文件显示列表";
"Change directory using a supplied path" = "改变目录使用一个已提供的路径";
"QuickEdit" = "快速编辑";
"Queue" = "排队";
"Show or hide the Queue drawer" = "显示或隐藏队列屉";
"Remove the selected item(s)" = "移除所选项";
"Show synchronization options" = "显示同步设置";
"Info" = "简介";
"Display the full information window for the selected item(s)" = "显示所选项的完整信息窗口";
"Duplicate" = "复制";
"Make copies of the selected item(s)" = "为所选项创建副本";
"Stop" = "停止";
"Cancel the current action" = "取消当前活动的";
"Favorites" = "收藏夹";
"Display the contents of your Favorite folders" = "显示收藏夹文件夹的内容";
"Display the contents of a recently visited folder" = "显示最近访问的文件夹内容";
"Create an empty folder for organizing your Bookmarks" = "创建一个空文件夹以整理您的书签";
"Add" = "添加";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "改变书签、FTP 替身或 FTP 哨兵设置";
"Import" = "导入";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "导入书签/收藏夹自其它 FTP 程序(如：Fetch、 Interarchy、Captain FTP、 Transmit、 Cyberduck、 FTPeel和Vicomsoft FTP Client)";
"Connect" = "连接";
"Establish FTP server connection" = "建立 FTP 服务器连接";
"Use Preferences Setting" = "使用系统偏好设置";
" days" = "天";
" day" = "天";
" hours" = "小时";
" hour" = "小时";
" mins" = "分";
" minutes" = "分";
" min" = "分";
" minute" = "分";
" secs" = "秒";
" seconds" = "秒";
" sec" = "秒";
" second" = "秒";
"Server Search" = "服务器搜索";
"Mac Search" = "本地搜索";
"Search" = "搜索";
"Filter the current listing" = "过滤当前列表";
"Pause the selected transfers" = "暂停所选传输";
"Start the selected transfers" = "开始所选传输";
"Resume the selected transfers" = "续传所选传输";
"Recent Searches" = "文档搜索";
"Clear Recent Searches" = "清除文档搜索";
"Apply As Filter" = "应用为过滤";
"Waiting to resume " = "等待续传";
" KB" = "KB";
" MB" = "MB";
" GB" = " GB";
"This file is already being edited remotely" = "此文件已经在远程编辑";
"One or more of the selected items are already being edited" = "一个或多个所选项已经被编辑";
"The selected items cannot be moved and must be deleted immediately." = "所选项不能被移动且必须立即删除。";
"Some of the selected items cannot be moved and must be deleted immediately." = "多个所选项不能被移动且必须立即删除。";
"One of the selected items cannot be moved and must be deleted immediately." = "一个所选项不能被移动且必须立即删除。";
"The selected item cannot be moved and must be deleted immediately." = "所选项不能被移动且必须立即删除。";
"Are you sure you want to delete?" = "确认要删除?";
"Click to save changed text" = "点击以保存改变的文档";
"Click to upload changes to the server" = "单击上传变更到服务器";
"Click to show other information" = "单击显示其它信息";
"DualBrowse" = "同步浏览";
"Browse both lists in sync or independently" = "同步或独立浏览两个列表";
"Does not exist in the local directory" = "不存在于本地目录";
"Server item is newer" = "服务器项是最新的";
"Local item is newer" = "本地项是最新的";
"Does not exist in the server directory" = "不存在于服务器目录";
"No items require synchronization at present" = "现在没有项目要求同步";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "自无项目要同步之后，此同步现在将被自动取消。预览将因此不能显示。";
"Waiting for connection to calculate folder size…" = "等待连接以计算文件夹大小…";
"Calculating folder size…" = "计算文件夹大小…";
" (Paused)" = "(暂停)";
"Pause" = "暂停";
"Resume" = "续传";
"Update Mac" = "更新本地";
"Update Server" = "更新服务器";
"Mirror" = "镜像";
"FTPS (Implicit)" = "FTPS (绝对的)";
"Pause All Scheduled Tasks" = "暂停所有计划任务";
"Resume All Scheduled Tasks" = "续传所有计划任务";
"Create a new Bookmark" = "新建书签";
"Schedules On" = "计划开";
"Schedules Off" = "计划关";
"Disable or resume scheduled tasks" = "禁止或续传所有计划任务";
"Watchers Off" = "哨兵关";
"Watchers On" = "哨兵开";
"Shut down all running FTP Watchers" = "关闭所有运行的FTP 哨兵";
"Refresh the displayed preview" = "刷新预览";
"Discard the displayed preview" = "丢弃显示预览";
"Click to preview" = "单击预览";
"Yummy FTP Extras" = "Yummy FTP 扩展";
"On Close" = "关闭";
"On Save" = "保存";
"Hidden Files" = "隐藏文件";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "在本地和服务器列表切换显示与隐藏有隐藏属性的文件";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "书签被 FTP 浏览使用中，不能被删除";
"An item could not be deleted. It may be locked or in use by another application" = "一个项不能被删除。它可能被锁定或者被其它程序使用中";
"Auto dismiss (no delay)" = "自动排除(无延迟)";
"Performing remote server command…" = "显示远程服务器命令…";
"Enter a shell command to send to the server" = "输入shell命令以发送到服务器";
"Interface" = "界面";
"Transfers" = "传输";
"Error Recovery" = "错误恢复";
"Server Options" = "服务器设置";
"Pause the active jobs" = "暂停活动任务";
"Resume the paused jobs" = "续传暂停任务";
"Start" = "开始";
"Jobs queued" = "任务排队";
"HILabelTitle" = "颜色标签:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "自动上传能力来自:\r\rYummy FTP - Mac OS X下最棒的FTP客户端\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "拖动项到图标中来上传";
"Edit With" = "编辑用";
"Select an application to edit the selected items" = "选择编辑所选项的编辑程序";
"Reopen" = "重新打开";
"Re-open with the original editor, or continue anyway?" = "用原始编辑器重新打开，或者继续？";
"Re-open with the original editors, or continue anyway?" = "用原始编辑器重新打开，或者继续？";
"Software Update" = "软件更新";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "请购买Yummy FTP以允许通过FTP 替身和FTP 哨兵编辑";
"\r\rTime elapsed : " = "\r\r已用时间 : ";
"Quick Look icons" = "快速查看图标";
"Enter the Web URL equivalent of the currently displayed directory" = "输入相对于当前显示目录的网址";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "您输入的网址，可使用“拷贝网站网址”功能，以从服务器浏览窗口中的所选项上产生一个有效的网站浏览地址\r\r如，http://www.yourwebsite.com";
"Set Access" = "设置访问";
"Set Permissions" = "设置权限";
"OK" = "确定";
"Apply filters to the file listing display of all connections" = "应用所有过滤到下列显示的所有连接文件";
"Global Filters" = "全局过滤";
"Job failed, skipping errored items…" = "任务失败，跳过发生错误的项目…";
"Skip remaining errors" = "跳过剩余的错误";
"Lost Info" = "丢失信息";
" alias" = " 替身";
" (waiting for server)" = " (等待服务器)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "您的服务器限制了列表输出，所以无法显示所有的项目！\r\r除非解决了该问题，否则可能因该服务器的限制，有些功能将无法正常使用。\r\r我们建议您联系服务器管理员来降低限制或者完全取消该限制。";
"File sizes differ" = "文件大小不同";
"Open From Finder" = "在 Finder 中打开";
"Open Web URL" = "作为网址打开";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "无法找到你在书签中所指定的主目录\r\r将用缺省主目录替代";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "你的电脑已经安装了  Tigris.org 的 SCPlugin 插件，该插件会造成其他应用程序的崩溃（包括 Yummy FTP Alias）\r\r要修复该问题，请从你的 Mac 中删除下列文件：\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r然后重启你的Mac";
"WARNING!" = "警告!";
"These files are identical - only their differing line endings cause a size mismatch" = "这些文件是相同的，只是他们使用了不同的行尾符导致了大小不匹配";
"These files are identical" = "这些文件是相同的";
"Enter Into Directory" = "进入目录";
"Paused" = "暂停";
"Stopped" = "停止";
"Running…" = "工作的…";
"Watching…" = "观看…";
"Owner/Group " = "所所有者者/群   组 ";
"Action" = "行动";
"Perform tasks with the selection" = "与选择执行任务";
"Back" = "向后";
"Running : " = "运行 : ";
"    Queued : " = "    队列 : ";
"Schedule" = "时间表";
"Obscure" = "杂项";
"Rename the selected item" = "重命名所选项目";
"Please assign a name for this configuration" = "Please assign a name for this configuration";
"Enter a name in the box provided then try again." = "Enter a name in the box provided then try again.";
"The last failure has now repeated several times and will no longer be reported until it changes." = "重复数次后依然失败，在其改变前将不再通知。";
"The Mac home folder specified in your Bookmark cannot be found" = "无法找到你在书签中所指定的主目录";
"Processing…" = "处理中…";
"Your serial number is in use on" = "您的序列号是在使用";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "要继续使用单用户许可请先退出所有其他副本，否则请购买额外的许可或输入新的序列号。";
"Your serial number was used at the same time on more than one Mac" = "序列号的同时，使用一个以上的苹果";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "要在多台Mac电脑使用该软件，请购买额外的许可证。\r\r要继续，请输入序列号。";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























